import { MainScrollWrapper } from "../wrappers/MainScrollWrapper";

export function Agreement() {
	return (
		<MainScrollWrapper shadow={true} color={true}>
			<div className="text-2xl mb-2 font-bold">
				Пользовательское соглашение
			</div>

			<div className="flex w-full flex-col">
				<div className="flex text-lg font-bold justify-center">
					Общие положения
				</div>
				<div className="flex text-left text-sm mb-2">
					На условиях настоящего Пользовательского Соглашения, далее
					«Соглашение», компания ООО «Мисс-Ю» (далее - «Компания»)
					предоставляет пользователям сайта www.miss-you.ru (далее -
					«Сайт») право пользования сервисами Сайта. Все существующие
					на данный момент сервисы, а также любое развитие их и/или
					добавление новых, в том числе изменение их стоимости,
					является предметом Соглашения.
				</div>
				<div className="flex text-left text-sm mb-2">
					Пользователь - физическое лицо, достигшее 18 (восемнадцати)
					лет, принимающее условия Соглашения, обладающее полной
					дееспособностью, имеющее свой собственный адрес электронной
					почты, доступ к которому находится в его распоряжении, на
					который оно может получить письмо о подтверждении
					регистрации на Сайте.
				</div>
				<div className="flex text-left text-sm mb-2">
					Соглашение вступает в силу с момента выражения Пользователем
					согласия со всеми условиями Соглашения. Пользователь
					считается принявшим условия Соглашения в полном объеме после
					прохождения процедуры регистрации. Регистрация Пользователя
					на Сайте является выражением письменного согласия со всеми
					условиями Соглашения и подтверждением факта заключения
					договора на оказание услуг между Компанией и Пользователем
					на условиях Соглашения.
				</div>
				<div className="flex text-left text-sm mb-2">
					Действующая редакция Соглашения всегда находится на странице
					по адресу www.miss-you.ru/agreement. Соглашение может быть
					изменено без какого-либо специального уведомления. Новая
					редакция Соглашения вступает в силу с момента ее утверждения
					Компанией и считается доведенной до сведения Пользователя с
					момента ее опубликования на Сайте. В случае, если Компанией
					были внесены изменения в Соглашение, в том числе связанные с
					изменением наименования Сервисов и/или их стоимости, с
					которыми Пользователь не согласен, последний обязан
					прекратить использование сервисов Сайта.
				</div>
				<div className="flex text-left text-sm mb-2">
					Настоящее Соглашение является публичной офертой Компании и
					не может толковаться как установление между Пользователем и
					Компанией агентских или партнерских отношений.
				</div>

				<div className="flex text-lg font-bold justify-center">
					Общие положения об использовании Сайта
				</div>
				<div className="flex text-left text-sm mb-2">
					В рамках Соглашения Компания обязуется предоставлять
					Пользователю бесплатные и платные сервисы и услуги в том
					числе. Компания предоставляет доступ к службе знакомств с
					возможностью просмотра подходящих анкет, фотографий и других
					сервисов Сайта.
				</div>
				<div className="flex text-left text-sm mb-2">
					Пользователям гарантируется право прохождения регистрации на
					Сайте с возможностью один раз пройти психологический тест,
					создания собственного аккаунта и правами на управление своим
					аккаунтом, получения индивидуальной психологической
					характеристики и индивидуального списка подходящих
					Пользователей (Базовый аккаунт). Пользователь самостоятельно
					несет ответственность за соответствие содержания
					размещаемого им контента требованиям действующего
					законодательства, включая ответственность перед третьим
					лицами, в том числе связанную с нарушением личных
					неимущественных прав авторов и/или иных прав третьих лиц.
				</div>
				<div className="flex text-left text-sm mb-2">
					Всем Пользователям предоставляется возможность
					воспользоваться платными сервисами Сайта, далее «Премиум
					аккаунт». Пользователю, оплатившему Премиум аккаунт,
					подключаются все платные услуги и сервисы Сайта, входящие в
					оплаченный пользователем пакет услуг, в полном объеме.
					Полный список услуг, входящих в Премиум аккаунт, описан на
					странице оплаты Премиум аккаунта. Перед оплатой Пользователи
					получают всю информацию о преимуществах и условиях платных
					сервисов. Согласие Пользователя на получение платных
					сервисов и с условиями их предоставления считается
					полученным после подтверждения Пользователем согласия на
					оплату в соответствующем разделе Сайта.
				</div>
				<div className="flex text-left text-sm mb-2">
					После истечения срока действия Премиум аккаунта, этот срок
					продлевается автоматически. При этом с пользователя
					взимается плата по тарифам Компании, действующим на момент
					пролонгации. Для взимания платы используется платежный
					метод, указанный Пользователем при подключении Премиум
					аккаунта. В случае, если взимание платы с использованием
					такого метода произвести не удается, используются иные
					методы оплаты, указывавшиеся Пользователем для оплаты
					различных услуг Сайта или мобильного приложения «Miss-You».
					Пользователь вправе в любой момент обратиться в службу
					поддержки Сайта с просьбой отключить Премиум аккаунт или
					самостоятельно отключить Премиум аккаунт в соответствующем
					разделе пользовательских настроек (Настройки / Премиум и
					покупки). После отключения Премиум аккаунта статус аккаунта
					Пользователя автоматически переходит в «Базовый»
					(бесплатный) с соответствующими ограничениями использования
					сервисов Сайта.
				</div>
				<div className="flex text-left text-sm mb-2">
					В случае отключения Премиум аккаунта до окончания
					оплаченного периода, пользователю по заявлению возвращаются
					денежные средства пропорционально оставшейся части
					оплаченного периода. Расчет осуществляется по полным
					календарным месяцам (временной период равный 30 календарным
					дням) от даты отключения Премиум аккаунта до даты окончания
					оплаченного периода. Денежные средства за неполный
					календарный (период менее 30 календарных дней) месяц не
					возвращаются. В этот период Пользователь имеет право
					пользоваться всеми платными услугами и сервисами Сайта.
				</div>
				<div className="flex text-left text-sm mb-2">
					Компания не гарантирует возникновение взаимного интереса
					между Пользователями, а также, что сервисы Сайта всегда
					будут соответствовать требованиям Пользователя. Пользователь
					осознает и согласен с тем, что он должен самостоятельно
					оценивать все риски, связанные с использованием контента,
					размещенного на Сайте другими Пользователями, включая оценку
					его надежности, полноты или полезности.
				</div>
				<div className="flex text-left text-sm mb-2">
					Компания не может гарантировать 100% непрерывной, быстрой,
					надежной и безошибочной работы сервисов Сайта, и что
					результаты, которые могут быть получены с использованием
					сервисов Сайта, будут точными, надежными и могут
					использоваться для официального подтверждения каких-либо
					фактов.
				</div>
				<div className="flex text-left text-sm mb-2">
					Компания вправе посылать своим Пользователям информационные
					сообщения.
				</div>
				<div className="flex text-left text-sm mb-2">
					Компания имеет право распоряжаться статистической
					информацией, связанной с функционированием Сайта, а также
					информацией Пользователей для обеспечения адресного показа
					рекламной информации различным аудиториям Пользователей
					Сайта. Для целей организации функционирования и технической
					поддержки Сайта Компания имеет техническую возможность
					доступа к персональным страницам пользователей, которую
					реализует только в случаях, установленных настоящим
					Пользовательским соглашением и действующим
					законодательством.
				</div>
				<div className="flex text-left text-sm mb-2">
					Компания имеет право направлять Пользователю информацию о
					развитии Сайта и его сервисов, а также рекламировать
					собственную деятельность и услуги.
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Заключение, продление и прекращение Договора
					</div>
					<div className="flex text-left text-sm mb-2">
						Для того чтобы воспользоваться сервисами Сайта,
						Пользователь должен пройти процедуру регистрации.
						Регистрация на Сайте является бесплатной и доступна для
						всех Пользователей.
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь гарантирует, что размещенные сведения и
						материалы характеризуют лично его, и дает согласие на
						проверку введенных данных Компанией. Пользователь
						самостоятельно несет ответственность за безопасность
						(устойчивость к определению) выбранного им пароля, а
						также самостоятельно обеспечивает конфиденциальность
						своего пароля. При регистрации Пользователь обязан
						указывать достоверную и полную информацию о себе по всем
						вопросам, предлагаемым в форме регистрации, и
						поддерживать эту информацию в актуальном состоянии.
					</div>
					<div className="flex text-left text-sm mb-2">
						Недопустимо использование сервисов Сайта с целью
						извлечения прибыли.
					</div>
					<div className="flex text-left text-sm mb-2">
						Компания оставляет за собой право в любой момент
						заблокировать (приостановить оказание услуг) или удалить
						аккаунт Пользователя и/или удалить любой контент
						Пользователя без объяснения причин в случае нарушения
						Пользователем условий Соглашения, обоснованной жалобы,
						поступившей от третьего лица и/или поступления
						соответствующего требования от органов государственной
						власти или суда. В этом случае стоимость оплаченных
						Пользователем услуг, но не оказанных на дату
						приостановления оказания услуг (блокировки, удаления
						аккаунта) возврату не подлежит и считается удержанной
						Компанией в счет оплаты штрафа за нарушение условий
						Соглашения. Размер штрафа за нарушение условий
						Соглашения всегда равен стоимости оплаченных
						Пользователем, но не оказанных на дату приостановления
						оказания услуг (блокировки, удаления аккаунта).
					</div>
					<div className="flex text-left text-sm mb-2">
						Удаление аккаунта Пользователя так же возможно в любое
						время после выражения согласия об аннулировании аккаунта
						Пользователем посредством направления письменного
						обращения в Службу Поддержки с электронного адреса, на
						который зарегистрирован аккаунт. Письменное
						подтверждение пожелания об аннулировании аккаунта
						Пользователя установлено для предупреждения
						злоупотреблений.
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Исключительные права
					</div>
					<div className="flex text-left text-sm mb-2">
						Все объекты, доступные при помощи сервисов Сайта, в том
						числе элементы дизайна, текст, графические изображения,
						видео, и другие объекты (далее - материалы), а также
						любой контент, размещенный на Сайте, являются объектами
						исключительных прав Компании, Пользователей и других
						правообладателей соответственно.
					</div>
					<div className="flex text-left text-sm mb-2">
						Материалы сайта, а также любой контент, размещенный на
						Сайте, не могут быть использованы без предварительного
						разрешения правообладателя.
					</div>
					<div className="flex text-left text-sm mb-2">
						Использование Пользователем материалов, а также любого
						контента в личных, некоммерческих целях, возможно при
						условии сохранения всех знаков охраны авторского права,
						товарных знаков и сохранения соответствующего объекта в
						неизменном виде. Исключение составляют случаи, прямо
						предусмотренные законодательством РФ или настоящим
						Соглашением.
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Использование контента и персональных данных
						Пользователя
					</div>
					<div className="flex text-left text-sm mb-2">
						Вся персональная информация о Пользователе хранится и
						обрабатывается Компанией в соответствии с условиями с
						Положением о защите персональных данных клиентов в ООО
						«Мисс-Ю». Компания обязуется соблюдать требования
						законодательства о защите персональных данных в
						соответствии с Федеральным законом от 27.07.2006 N
						152-ФЗ (ред. от 25.07.2011) "О персональных данных".
					</div>
					<div className="flex text-left text-sm mb-2">
						Обработка персональных данных Пользователя
						осуществляется в соответствии с законодательством
						Российской Федерации. Компания обрабатывает персональные
						данные Пользователя в целях предоставления Пользователю
						услуг, в том числе в целях получения Пользователем
						персонализированной (таргетированной) рекламы, проверки,
						исследования и анализа таких данных, позволяющих
						поддерживать и улучшать сервисы и разделы Сайта, а также
						разрабатывать новые сервисы и разделы Сайта. Компания
						принимает все необходимые меры для защиты персональных
						данных Пользователя от неправомерного доступа,
						изменения, раскрытия или уничтожения.
					</div>
					<div className="flex text-left text-sm mb-2">
						Компания предоставляет доступ к персональным данным
						Пользователя только тем работникам, подрядчикам и
						агентам Компании, которым эта информация необходима для
						обеспечения функционирования Сайта и предоставления
						Услуг Пользователю. Компания вправе использовать
						предоставленную Пользователем информацию, в том числе
						персональные данные, в целях обеспечения соблюдения
						требований действующего законодательства Российской
						Федерации (в том числе в целях предупреждения и/или
						пресечения незаконных и/или противоправных действий
						Пользователей). Раскрытие предоставленной Пользователем
						информации может быть произведено лишь в соответствии с
						действующим законодательством Российской Федерации по
						требованию суда, правоохранительных органов, а равно в
						иных предусмотренных законодательством Российской
						Федерации случаях. Поскольку Компания осуществляет
						обработку персональных данных Пользователя в целях
						исполнения заключенного договора между Компанией и
						Пользователем на оказание Услуг, в силу положений
						законодательства о персональных данных, согласие
						Пользователя на обработку его персональных данных не
						требуется.
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь осознает, что технология работы сервисов
						Сайта может потребовать копирование (воспроизведение)
						контента Пользователя Компанией, а также его
						переработки, и дает согласие на произведение Компанией
						всех необходимых действий для приведения контента в
						соответствие с техническими требованиями того или иного
						сервиса Сайта. Пользователь соглашается с тем, что
						Компания вправе использовать все данные материалы (в том
						числе фото/видео материалы) и сведения, размещенные
						Пользователем на Сайте без дополнительного согласия
						Пользователя в любом объеме и любыми способами, не
						запрещенными действующим законодательством РФ, а так же
						дает согласие на получение от Компании сообщений (в том
						числе рекламного характера).
					</div>
					<div className="flex text-left text-sm mb-2">
						Если Пользователем не доказано обратное, любые действия,
						совершенные с использованием его логина и пароля,
						считаются совершенными соответствующим Пользователем. В
						случае несанкционированного доступа к логину и паролю
						и/или персональной странице Пользователя, или
						распространения логина и пароля, Пользователь обязан
						незамедлительно сообщить об этом Компании в
						установленном порядке.
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Ответственность
					</div>
					<div className="flex text-left text-sm mb-2">
						За неисполнение или ненадлежащее исполнение условий
						Соглашения, Компания и Пользователь несут
						ответственность в объёме и соответствии с действующим
						законодательством РФ.
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						При пользовании Сайтом Пользователю категорически
						запрещено:
					</div>
					<div className="flex text-sm mb-2 flex-col">
						<div className="flex text-left text-sm">
							- распространять контент, который является
							вредоносным, клеветническим, оскорбляет
							нравственность, демонстрирует (или является
							пропагандой) насилия и жестокости, содержит
							оскорбления в адрес каких-либо лиц или организаций,
							нарушает права интеллектуальной собственности,
							содержит элементы (или является пропагандой)
							порнографии, детской эротики, представляет собой
							рекламу (или является пропагандой) услуг
							сексуального характера (в том числе под видом иных
							услуг), пропагандирует ненависть и/или дискриминацию
							людей по расовому, этническому, половому,
							религиозному, социальному признакам, разъясняет
							порядок изготовления, применения или иного
							использования наркотических веществ, взрывчатых
							веществ или иного оружия;
						</div>
						<div className="flex text-left text-sm">
							- в переписке с другими пользователями ссылаться
							(размещать ссылки) на любые сторонние ресурсы,
							порталы и социальные сети, в случае если эти
							сообщения носят массовый характер (более 10
							сообщений разным пользователям со ссылкой на один и
							тот же сторонний ресурс, портал, сеть и тп);
						</div>
						<div className="flex text-left text-sm">
							- размещать на Сайте личную, контактную информацию;
						</div>
						<div className="flex text-left text-sm">
							- передавать доступы к персональным данным и личной
							информации третьих лиц;
						</div>
						<div className="flex text-left text-sm">
							- загружать на сайт данные, содержащие
							инфицированные компьютерные программы;
						</div>
						<div className="flex text-left text-sm">
							- размещать/или распространять на Сайте рекламную
							информацию, спам, какие-либо материалы, содержащие
							вирусы или другие компьютерные коды, предназначенные
							для нарушения либо уничтожения функциональности
							любого компьютерного или телекоммуникационного
							оборудования или программ, а равно ссылки на ресурсы
							сети, содержание которых противоречит действующему
							законодательству РФ;
						</div>
						<div className="flex text-left text-sm">
							- совершать действия и использовать сервисы Сайта
							таким образом, чтобы неблагоприятно влиять на
							доступность предложений другим Пользователям;
						</div>
						<div className="flex text-left text-sm">
							- отправлять письма с одним содержанием несколько
							раз;
						</div>
						<div className="flex text-left text-sm">
							- в графе «О себе» указывать данные третьих лиц
							(номера факсов, телефонов, адреса, имена, ссылки на
							другие порталы и социальные сети);
						</div>
						<div className="flex text-left text-sm">
							- использовать чужие имена Пользователей и чужие
							личные пароли;
						</div>
						<div className="flex text-left text-sm">
							- осуществлять коммерческий сбор данных профилей;
						</div>
						<div className="flex text-left text-sm">
							- вводить других Пользователей в заблуждение
							относительно своей личности, возраста и пола, в том
							числе, использовать фото и видео материалы в
							возрасте несоответствующему фактическому возрасту
							Пользователя (личные детские фото и детские фото
							третьих лиц);
						</div>
						<div className="flex text-left text-sm">
							- загружать, хранить, публиковать (в том числе
							посредствам размещения фото и видео материалов),
							распространять и предоставлять доступ или иным
							образом использовать любую информацию, которая
							содержит: угрозы, дискредитирует, оскорбляет,
							порочит честь и достоинство или деловую репутацию
							или нарушает неприкосновенность частной жизни других
							Пользователей или третьих лиц, изображения лиц в
							состоянии алкогольного (наркотического) опьянения,
							или ином непотребном (эстетически неприглядном),
							противоречащем общепринятым нормам состоянии;
							изображения (демонстрирует) оружие, алкогольные
							напитки и наркотические средства; оскорбляющие
							жесты, в том числе в виде поднятого среднего пальца;
							ссылки на другие сайты, контактные данные; сцены
							бесчеловечного обращения с животными; описание
							средств и способов суицида, любое подстрекательство
							к его совершению; экстремистские материалы;
							информацию ограниченного доступа, включая, но, не
							ограничиваясь, государственной и коммерческой
							тайной, информацией о частной жизни, в том числе
							третьих лиц; рекламу или описывает привлекательность
							употребления наркотических веществ, в том числе
							«цифровых наркотиков» (звуковых файлов, оказывающих
							воздействие на мозг человека за счет бинауральных
							ритмов), информацию о распространении наркотиков,
							рецепты их изготовления и советы по употреблению;
							фото и видео материалы животных, памятников,
							мультипликационных персонажей, архитектурных
							объектов и знаменитостей;
						</div>
						<div className="flex text-left text-sm">
							- размещать информацию, которая нарушает права
							несовершеннолетних лиц;
						</div>
						<div className="flex text-left text-sm">
							- размещать информацию, которая является вульгарной
							или непристойной, содержит порнографические
							изображения и тексты или сцены сексуального
							характера;
						</div>
						<div className="flex text-left text-sm">
							- размещать информацию, которая пропагандирует и/или
							способствует разжиганию расовой, религиозной,
							этнической ненависти или вражды, пропагандирует
							фашизм, или идеологию расового превосходства,
							преступную деятельность или содержит советы,
							инструкции или руководства по совершению преступных
							действий;
						</div>
						<div className="flex text-left text-sm">
							- размещать информацию, которая нарушает иные права
							и интересы граждан и юридических лиц или требования
							законодательства Российской Федерации.
						</div>
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Конфиденциальность и защита персональной информации
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь - физическое лицо, при регистрации, а также
						в ходе оказания услуг по Договору, предоставляет свои
						персональные данные, в том числе: Имя, дата рождения,
						номер мобильного телефона, адрес электронной почты.
					</div>
					<div className="flex text-left text-sm mb-2">
						Предоставляя свои персональные данные соответствующем
						объеме, Пользователь (абонент) - физическое лицо
						соглашается с тем, что они становятся общедоступными и
						дает согласие на их обработку Компанией, как с
						использованием средств автоматизации, так и без
						использования средств автоматизации, в частности сбор,
						хранение и использование в целях сотрудничества в рамках
						Соглашения, передача агентам и третьим лицам,
						действующим по договорам с Компанией для исполнения
						последним обязательств перед Пользователем.
					</div>
					<div className="flex text-left text-sm mb-2">
						Компания обязуется не разглашать полученную от
						Пользователя информацию. Не считается нарушением
						обязательств разглашение информации в соответствии с
						обоснованными и применимыми требованиями закона.
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь обязуется не разглашать информацию,
						составляющую Коммерческую тайну Компании в случае, если
						такая информация стала доступной Пользователю.
						Коммерческой тайной по Соглашению признаются сведения
						производственного, технического, экономического,
						организационного характера, в том числе о результатах
						интеллектуальной деятельности, а также сведения о
						способах осуществления профессиональной деятельности,
						которые имеют действительную или потенциальную
						коммерческую ценность в силу неизвестности ее третьим
						лицам, к которым у третьих лиц нет свободного доступа на
						законном основании.
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь самостоятельно несет ответственность за
						предоставление достоверных сведений и персональных
						данных, а также за обновление предоставленных данных в
						случае каких-либо изменений. В случае предоставления
						ложных сведений/недостоверных данных Компания не несет
						какой-либо ответственности за исполнение обязательств по
						Соглашению, а равно перед третьими лицами, персональные
						данные которых были ошибочно (либо по иным основания)
						указаны как личные (персональные) данные при регистрации
						Пользователя, или были использованы последним в процессе
						и/или для оказания услуг (исполнения обязательств) по
						Соглашению. В случае предъявления к Компании претензий,
						связанных с обработкой персональных данных третьих лиц,
						в связи с предоставлением Пользователем недостоверных
						сведений и персональных данных, а равно, в случае
						возникновения у Компании в этой связи убытков,
						Пользователь компенсирует эти убытки по первому
						требованию Компании.
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Информационная поддержка
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь посредством регистрации на Сайте выражает
						письменное согласие принимать от Компании любые
						справочно-информационные материалы, содержащие
						информацию о новостях, скидках, акциях и иных
						информационных поводах, связанных с Сайтом и Сервисами,
						а также новостями Партнеров Сайта, в том числе
						посредством электронной почты, СМС-сообщений, почтовых
						отправлений и прочих способов.
					</div>
					<div className="flex text-left text-sm mb-2">
						Пользователь вправе в любой момент отказаться от
						рассылки, направив соответствующее сообщение через форму
						обратной связи.
					</div>
					<div className="flex text-left text-sm mb-2">
						Настоящее Соглашение регулируется и толкуется в
						соответствие с законодательством Российской Федерации и
						является действующим для всех Пользователей Сайта. Все
						вопросы, не урегулированные Соглашением, подлежат
						разрешению в соответствии с законодательством Российской
						Федерации.
					</div>
				</div>

				<div className="flex w-full flex-col">
					<div className="flex text-lg font-bold justify-center">
						Заключительные положения.
					</div>
					<div className="flex text-left text-sm mb-2">
						Сайт и его сервисы, включая все скрипты, приложения,
						контент и оформление сайта поставляются «как есть».
						Компания отказывается от всяких гарантий того, что сайт
						или его сервисы могут подходить или не подходить для
						конкретных целей использования. Компания не может
						гарантировать и не обещает никаких специфических
						результатов от использования сайта и/или его сервисов;
					</div>
					<div className="flex text-left text-sm mb-2">
						Ни при каких обстоятельствах компания или ее
						представители не несут ответственность перед
						пользователем или перед любыми третьими лицами за любой
						косвенный, случайный, неумышленный ущерб, включая
						упущенную выгоду или потерянные данные, вред чести,
						достоинству или деловой репутации, вызванный в связи с
						использованием сайта, содержимого сайта или иных
						материалов, к которым вы или иные лица получили доступ с
						помощью сайта, даже если администрация сайта
						предупреждала или указывала на возможность такого вреда.
					</div>
				</div>
			</div>
		</MainScrollWrapper>
	);
}
